[
    {
        "category": "features",
        "description": "<p>You can, as a bonus action, consume any kind of poison before making a poison breath to apply it's effects to all targets hit.</p><p>Any target that fails the saving throw against your breath also fails the saving throw against the poison. Any that succeeds the saving throw against your breath, also succeeds the saving throw against the poison.</p><p>For the purposes of dealing damage you treat immunity to poison as resistance instead.</p>",
        "name": "Green Dragon Heritage",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<p>If you have access to a breath weapon attack from a class or subclass, you gain a number of resource-free uses per day equal to your proficiency modifier.</p><p>This replaces your Dragonborn's Breath Weapon.</p>",
        "name": "Dangerous Breath",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<div class=\"rd__b  rd__b--3\"><p>Beginning at 1st level, while you are wearing no armor and not wielding a shield, your AC equals 10 + your Dexterity modifier + your Wisdom modifier.</p><div class=\"rd__spc-inline-post\"></div></div>",
        "name": "Unarmored Defense (Monk)",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<div class=\"rd__b  rd__b--3\"><p>Your practice of martial arts gives you mastery of combat styles that use unarmed strikes and monk weapons, which are @item[shortsword|phb|shortswords] and any simple melee weapons that don't have the two-handed or heavy property.</p><div class=\"rd__spc-inline-post\"><p></p></div><p>You gain the following benefits while you are unarmed or wielding only monk weapons and you aren't wearing armor or wielding a @item[shield|phb].</p><ul class=\"rd__list\"><li class=\"rd__li \">You can use Dexterity instead of Strength for the attack and damage rolls of your unarmed strikes and monk weapons.</li><li class=\"rd__li \">You can roll a [[/r d4]] in place of the normal damage of your unarmed strike or monk weapon. This die changes as you gain monk levels, as shown in the Martial Arts column of the Monk table.</li><li class=\"rd__li \">You can make one unarmed strike as a bonus action on each of your turns.</li></ul><p>Certain monasteries use specialized forms of the monk weapons. For example, you might use a club that is two lengths of wood connected by a short chain (called a nunchaku) or a sickle with a shorter, straighter blade (called a kama).</p></div>",
        "name": "Martial Arts",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<p>You can spend 1 ki point to both Dash and Dodge as a single bonus action on your turn.</p>",
        "name": "Step of the Wind",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<div class=\"rd__b  rd__b--3\"><p>You can spend 1 ki point to make two quick unarmed strikes as a bonus action.</p></div>",
        "name": "Flurry of Blows",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<div class=\"rd__b  rd__b--3\"><p>Starting at 2nd level, your speed increases by 10 feet while you are not wearing armor or wielding a shield. This bonus increases when you reach certain monk levels, as shown in the Monk table.</p><p>At 9th level, you gain the ability to move along vertical surfaces and across liquids on your turn without falling during the move.</p></div>",
        "name": "Unarmored Movement",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<p>Whenever you are attacked by a ranged weapon attack, you can spend 1 Ki point to deflect or catch the missile. When you do so, the damage you take from the attack is [[/roll 1d10+@abilities.dex.mod+@classes.monk.levels # Deflect Missiles damage reduction: ]]{reduced by 1d10 + your Dexterity modifier + your monk level}.</p><p>If you have at least one free hand and if the missile is small enough for you to hold in one hand, you catch it and can immediately throw it back at your attacker.</p><p>The attack you make to do so is a ranged attack with unlimited range but counts as an unarmed strike for all other purposes.</p><p></p><p>Starting at 10th level, you can use this feature when you're hit by both ranged spell attacks as well as ranged weapon attacks.</p>",
        "name": "Deflect Missiles",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<div class=\"rd__b  rd__b--3\"><p>Beginning at 4th level, you can use your reaction when you fall to reduce any falling damage you take by an amount equal to five times your monk level: [[@classes.monk.levels*5]]</p><p></p></div>",
        "name": "Slow Fall",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<p>As an action, you can spend 2 ki points and roll a Martial Arts die. You regain a number of hit points equal to the number rolled plus your proficiency bonus.</p>",
        "name": "Quickened Healing",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<p>You can interfere with the flow of ki in an opponent's body. When you hit another creature with a melee weapon attack, you can spend 1 ki point to attempt a stunning strike. The target must succeed on a Constitution saving throw or be &amp;Reference[condition=stunned] until the end of your next turn.</p>",
        "name": "Stunning Strike",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<div class=\"rd__b  rd__b--1\"><p>Beginning at 5th level, you can attack twice, instead of once, whenever you take the Attack action on your turn.</p></div>",
        "name": "Extra Attack",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<p>Your instinctive agility lets you dodge out of the way of certain area effects, such as a blue dragon's lightning breath or a fireball spell. <br />When you are subjected to an effect that allows you to make a Dexterity saving throw to take only half damage, you instead take no damage if you succeed on the saving throw, and only half damage if you fail.</p>",
        "name": "Evasion",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<div class=\"rd__b  rd__b--3\"><p>You can use your action to end any effects on yourself that are causing you to be &amp;Reference[condition=charmed] or &amp;Reference[condition=frightened].</p></div>",
        "name": "Stillness of Mind",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<h5>Draconic Strike</h5><p>When you damage a target with an unarmed strike, you can change the damage type to acid, cold, fire, lightning, or poison.</p>",
        "name": "Unarmed Strike (Draconic Strike)",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<p>If you fail a Charisma (Intimidation) or Charisma (Persuasion) check, you can use your reaction to reroll the check, as you tap into the mighty presence of dragons. You can use this feature a number of times equal to your proficiency bonus.</p>",
        "name": "Draconic Presence",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<div class=\"rd__b  rd__b--1\"><p>As a bonus action, you can unfurl draconic wings from your back for 1 minute, giving yourself a flying speed equal to your walking speed.</p><p>You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.</p></div>",
        "name": "Wings Unfurled",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<p>When you make a damage roll that deals poison damage, it ignores resistance to poison damage. If you would otherwise treat immunity to poison damage as resistance, you now ignore immunity to poison damage as well.</p>",
        "name": "Poisoner",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "",
        "name": "Traveler's Clothes",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>These special tools include the items needed to pursue a craft or trade in cookery.</p>\n<p>Proficiency with a set of artisan's tools lets you add your proficiency bonus to any ability checks you make using the tools in your craft. Each type of artisan's tools requires a separate proficiency.</p>",
        "name": "Cook's Utensils",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<p>At the end of your turn, if you've dealt damage of at least 4 different chromatic damage types (acid, cold, fire, lightning, or poison) during your turn, you gain temporary hit points equal to your level.</p>",
        "name": "Chromatic Hardening",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>Conjure a rat familiar as if casting the spell \"Find Familiar\". You can have up to three rats summoned at a time and familiars summoned by this item can telepathically communicate with you and share their visual or auditory senses while they are within 1 mile of you.</p><p>You can use this item to conjure a rat familiar 6 times before you have to recharge it by offering up a ratatouille worth 100gp.</p><p></p><p>If these familiars get within 10ft of a gargantuan sized creature before being noticed by it, they can scare it.<br />- One rat doing so frightens the creature for one round.<br />- Two rats doing so stuns the creature for one round.<br />- Three rats doing so paralyses the creature for one round.<br />These effects bypass any condition immunities the creature might have.<br />Once a creature has been affected this way, it becomes immune to being frightened, stunned or paralysed this way again for 24 hours.</p><p></p><p><strong>Note:</strong> Each activation of this item summons one familiar; to recharge it please notify the DM (haven't implemented a way to let you do that yourself yet).</p>",
        "name": "Figurine of a Rat",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<p>You can channel destructive waves of energy, like those created by the dragons you emulate. When you take the Attack action on your turn, you can replace one of the attacks with an exhalation of draconic energy in a 20-foot cone or a 30-foot line that is 5 feet wide. Choose a damage type: acid, cold, fire, lightning, or poison. Each creature in that area must make a Dexterity saving throw against your Ki save DC, taking damage of the chosen type equal to two rolls of your Martial Arts die on a failed save, or half as much damage on a successful one.</p><p>The damage of this feature increases to three and four rolls of your Martial Arts die at 11th and 17th level respectively.</p><p>You can use this feature a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest. Alternatively you can spend 2 Ki points to use this feature.</p>",
        "name": "Breath of the Dragon",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<div class=\"rd__b  rd__b--2\"><p><em>The potion's red liquid glimmers when agitated.</em></p><p>You regain 4d4 + 4 hit points when you drink this potion.</p></div>",
        "name": "Potion of Greater Healing",
        "quantity": 2,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p><em>The way the potion shimmers is not unlike looking through a kaleidoscope.</em></p><p>When you drink this potion, you gain one Legendary Resistance for 8 hours. Spending it allows you to nullify the effect a single attack, spell, or ability would have on you.</p>",
        "name": "Potion of Legendary Resistance",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p><em>The liquid contained in this potion never seems to move.</em></p><p>When you drink this potion, gain the effects of the Time Stop spell for 1d4 + 1 turns.</p><p><strong>Time Stop</strong></p><p>You briefly stop the flow of time for everyone but yourself. No time passes for other creatures, while you take 1d4 + 1 turns in a row, during which you can use actions and move as normal.</p><p>This spell ends if one of the actions you use during this period, or any effects that you create during this period, affects a creature other than you or an object being worn or carried by someone other than you. In addition, the spell ends if you move to a place more than 1,000 feet from the location where you cast it.</p>",
        "name": "Potion of Time Stop",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "",
        "name": "Spidi thing like corpe",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<div><p>Time spent mastering the culinary arts has paid off, granting you the following benefits:</p><div><div class=\"rd__b  rd__b--3\"><ul><li><p>Increase your Dexterity, Constitution, or Wisdom by 1, to a maximum of 20.</p></li><li><p>You gain proficiency with cook's utensils if you don't already have it.</p></li><li><p>As part of a short rest, you can cook a quick snack for your party, provided you have ingredients and cook's utensils on hand. Doing so takes one snack item for each party member and lets everyone in your party regain hit points equal to 1d8 * your proficiency bonus.</p></li><li><p>When you finish a long rest and at the cost of one meal item per party member, you can make a meal for your party that gives them temporary hit points equal to 2d4 * your proficiency bonus.</p></li></ul></div></div></div>",
        "name": "Chef",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>This vessel can be a potion bottle, drinking horn, or other container meant to hold a liquid.</p><p>As a bonus action, if the vessel is empty, you can speak the command word to fill the vessel with one of the following (your choice): ale, olive oil, a potion of healing, or a potion of climbing. Once this property is used, it can't be used until the next dawn.</p>",
        "name": "Slumbering Dragon Vessel",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<div><i>(requires attunement by a monk)</i></div>\n\t\t<div class=\"rd__b  rd__b--2\"><p>This finely detailed belt is made of dragonhide. While wearing it, you gain a +3 bonus to the saving throw DCs of your ki features. In addition, you can use an action to regain ki points equal to a roll of your Martial Arts die. You can't use this action again until the next dawn.</p></div>",
        "name": "+3 Dragonhide Belt",
        "quantity": 1,
        "requiresAttunement": true,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p><em>Its cloudy green fluid smells of the sea and has a jellyfish-like bubble floating in it.</em></p>\n<p>You can breathe underwater for 1 hour after drinking this potion. </p>\n<p> </p>",
        "name": "Potion of Water Breathing",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>The gem gives the look of a torch that burns providing bright light in a 20-foot radius and dim light for an additional 20 feet.</p>",
        "name": "Continual Flame Gem",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<p>Your mastery of the Ki flowing through you makes you immune to disease and allows you to use your Deflect Missiles feature on ranged spell attacks as well as ranged weapon attacks.</p>",
        "name": "Purity of Body",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "",
        "name": "Sassafras",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "",
        "name": "Wasabi",
        "quantity": 2,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>Formal outfits for the entire party, except Plex which is too big in size.</p>",
        "name": "Fine Clothes",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p><em>The potion's red liquid glimmers when agitated.</em></p><p>You regain 2d4+2 hit points when you drink this potion.</p>",
        "name": "Potion of Healing",
        "quantity": 2,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>This circlet grants a +2 bonus to the wearer’s Wisdom score when attuned.</p>",
        "name": "Circlet of Wisdom",
        "quantity": 1,
        "requiresAttunement": true,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<blockquote><p>For centuries, great warriors have looked to nature to find inspiration in battle. Countless monastic orders have crafted intricate unarmed fighting styles based on the deadliness and grace of natural creatures.</p></blockquote><p>You can spend 1 Ki to enter a stance or shift from one to another, imitating the movements of the creature that inspired the stance's style. This stance lasts until you choose to end it, until you enter a different stance, or until combat ends.</p><p>You can enter a stance, change to a different stance, or end a stance only once per turn as a free action.</p>",
        "name": "Shifting Stances",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<blockquote><p>Based on the hunting techniques of the praying mantis, practitioners of this style fight with their hands turned down to emulate the insect’s sharp grasping forelimbs. Mantis style uses precise, accurate strikes to pinpoint an opponent’s vital areas, such as eyes, throat, and pressure points.</p></blockquote><p>Embodying the style of the mantis, lets you add your proficiency bonus to your regular Ki save DC when you use Stunning Strike but the style also reduces your AC by an amount equal to your proficiency bonus.</p>",
        "name": "Mantis Style",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<blockquote><p>This style seeks to emulate the power and fury of the great tiger. Practitioners use their hands like claws, perfecting overpowering double hand strikes and driving attack chains.</p></blockquote><p>The tiger style adds an amount of damage equal to your proficiency bonus to all natural weapon attacks you make but reduces your Ki save DC by the same amount.</p>",
        "name": "Tiger Style",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<blockquote><p>Channeling the turtle’s legendary defense, practitioners of this style adopt a low, stable posture. Mobility is reduced, but they become a bastion of defense, capable of withstanding powerful strikes with calm composure.</p></blockquote><p>The turtle style grants you a bonus to your AC equal to your proficiency bonus but the maximum distance you can move during each of your turns is limited to a number of feet equal to 5 times your proficiency bonus.</p>",
        "name": "Turtle Style",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>When a creature misses you with a melee attack, you can spend 1 Ki to cause that attack to hit one creature of your choice that you can see within 5ft.</p><p>If the attack missed you by 5 or more, you regain 1 Ki.</p>",
        "name": "Drunken Brawler's Dancing Shoes",
        "quantity": 1,
        "requiresAttunement": true,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<p>When you take the Dodge action, you focus entirely on avoiding attacks. Until the start of your next turn, any attack roll made against you has disadvantage if you can see the attacker, and you make Dexterity saving throws with advantage. You lose this benefit if you are incapacitated (as explained in the appendix) or if your speed drops to 0.</p>",
        "name": "Dodge",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>When you use Flurry of Blows and both attacks hit, you can immediately make one additional unarmed strike as a free action.</p>",
        "name": "Handwraps of Swift Strikes",
        "quantity": 1,
        "requiresAttunement": true,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>A creature can only have one Guardian Scale equipped at any given time.</p><p>While you have this scale equipped, you can cast @UUID[Compendium.talia-custom.customItems.Item.uA25JwLN2HLmf0zY]{Guardian of Nature} (1/day) and @UUID[Compendium.talia-custom.customItems.Item.TGZYfNKcSo9lL4Hm]{Thorn Whip}.</p><p>The ancient magic of this scale alters these spells. They require no concentration or components, can be cast while raging and have a flat spell save DC of [[12 + @prof]] and a flat spell attack bonus of [[4+@prof]].</p><p>Additionally, the cantrip this item grants has a casting time of 1 bonus action.</p>",
        "name": "Guardian Scale of Transmutation",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>A creature can only have one Guardian Scale equipped at any given time.</p><p>While you have this scale equipped, you can cast @UUID[Compendium.talia-custom.customItems.Item.9zmCEIQR2p0sXMZY]{Arcane Eye} (1/day) and @UUID[Compendium.talia-custom.customItems.Item.4AvVLilynC0hoSMD]{Revelation Through Battle}.</p><p>The ancient magic of this scale alters these spells. They require no concentration or components, can be cast while raging and have a flat spell save DC of [[12 + @prof]] and a flat spell attack bonus of [[4+@prof]].</p><p>Additionally, the cantrip this item grants has a casting time of 1 bonus action.</p>",
        "name": "Guardian Scale of Divination",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<blockquote><p>The path of the Dragon is reserved for those of draconic bloodline, heirs to the divine legacy of Tiamat and Bahamut. This journey represents a rite of passage, unlocking the raw power and profound wisdom inherent in their heritage. From the awakening of their ancestral essence to a final, awe-inspiring transformation into a dragon, the path embodies the might and majesty of the ancient legends.</p></blockquote><p>Mythic characters can draw upon a wellspring of power to accomplish amazing deeds and cheat fate. This power is used by a number of different abilities.</p><p>Each week, you can expend an amount of mythic power equal to 2 + twice your mythic rank.</p><p>This amount is your maximum amount of mythic power. If an ability allows you to regain uses of your mythic power, you can never have more than this amount.</p>",
        "name": "Mythic Power",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<p>You can expend 1 Mythic Power as a free action to immediately gain and use &amp;Reference[legres].</p>",
        "name": "Legendary Resistance",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<p>Upon your death, if your life essence is not captured, it returns to your hoard, where it coalesces into an egg. Any items you were wearing or carrying at the time of death are also recalled to your hoard. After [[/r 1d10]] days, the egg hatches, and you are reborn as a tiny pseudodragon, retaining all memories from your previous lives.</p><p>After an additional [[/r 1d20]] days, your pseudodragon form grows to small size. Another [[/r 1d20]] days later, you are fully restored and can transform back into your dragonborn form, regaining all features and abilities you possessed before your death.</p>",
        "name": "Rejuvenation",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<p>When you want to grab a creature or wrestle with it, you can use the Attack action to make a special melee attack, a grapple. If you're able to make multiple attacks with the Attack action, this attack replaces one of them. The target of your grapple must be no more than one size larger than you, and it must be within your reach.</p><p>Using at least one free hand, you try to seize the target by making a grapple check, a <span style=\"font-family:ui-monospace, SFMono-Regular, 'SF Mono', Menlo, Consolas, 'Liberation Mono', monospace\">[[/skill athletics format=long]]</span> contested by the target's <span style=\"font-family:ui-monospace, SFMono-Regular, 'SF Mono', Menlo, Consolas, 'Liberation Mono', monospace\">[[/skill athletics format=long]]</span> or <span style=\"font-family:ui-monospace, SFMono-Regular, 'SF Mono', Menlo, Consolas, 'Liberation Mono', monospace\">[[/skill acrobatics format=long]]</span> (the target chooses the ability to use). You succeed automatically if the target is incapacitated. If you succeed, you subject the target to the grappled effect (see the appendix). The condition specifies the things that end it, and you can release the target whenever you like (no action required).</p>",
        "name": "Grapple",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<div class=\"rd__b  rd__b--2\"><p>A creature subjected to this poison must succeed on a [[/save con 15 format=long]] or become <span style=\"font-family:ui-monospace, SFMono-Regular, 'SF Mono', Menlo, Consolas, 'Liberation Mono', monospace\">&amp;Reference[poisoned]</span> for <a class=\"inline-roll roll\" data-mode=\"roll\" data-flavor data-formula=\"4d6\">4d6</a> hours. The <span style=\"font-family:ui-monospace, SFMono-Regular, 'SF Mono', Menlo, Consolas, 'Liberation Mono', monospace\">&amp;Reference[poisoned]</span> creature is <span style=\"font-family:ui-monospace, SFMono-Regular, 'SF Mono', Menlo, Consolas, 'Liberation Mono', monospace\">&amp;Reference[incapacitated].</span></p></div>",
        "name": "Torpor",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<p>Using your bonus action, you can jump up to a number of feet equal to 5 plus 5 feet for every 2 points of your highest skill modifier between Athletics and Acrobatics. For example, if your highest modifier is +4, you can jump up to 15 feet.</p>",
        "name": "Jump",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>Only a dragonborn of royal blood can use this unique gemstone to command the movements of the flying island Nabu-Anshar.</p>",
        "name": "Tiamat's Tear",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<div class=\"rd__b  rd__b--3\"><p>Your training allows you to harness the mystic energy of ki. Your access to this energy is represented by a number of ki points, the maximum number of which is equal to your monk level.</p><p>You can spend these points to fuel various ki features.</p><p>When you spend a ki point, it is unavailable until you finish a short or long rest, at the end of which you draw all of your expended ki back into yourself. You must spend at least 30 minutes of the rest meditating to regain your ki points.</p><p>Some of your ki features require your target to make a saving throw to resist the feature's effects. The saving throw DC is calculated as follows:</p><p></p><div class=\"ve-text-center\"><p><strong>Ki save DC</strong> = 8 + your proficiency bonus + your Wisdom modifier</p><p></p></div></div>",
        "name": "Ki",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "features",
        "description": "<p>The power of your draconic spirit now radiates from you, warding your allies.</p><p>As a bonus action, you create an aura around you that lasts for 1 minute and gives you and your allies within 20 feet of you resistance against all chromatic damage types: acid, cold, fire, lightning, and poison.</p><p>Once you use this ability, you can't use it again until you finish a long rest, unless you expend 4 Ki points to use it again.</p><p></p>",
        "name": "Aspect of the Wyrm",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<div class=\"rd__b  rd__b--2\"><p><em>Requires attunement by a monk</em></p><p>Originally crafted for ground-bound giant brawlers to fight against dragons and other enormous predators of the sky, these studded gauntlets are engraved with the dragon rune.</p><p>While you are wearing these gauntlets, your unarmed strike deals an additional [[/r 1d6]] force damage on a hit.</p><p><strong>Guarding Runes</strong></p><p>Additionally, whenever you finish a long rest, choose one of the following damage types: acid, cold, fire, lightning, or poison. You have resistance to the chosen damage type until you finish another long rest.</p><div class=\"rd__b  rd__b--3\"><p></p><p><span class=\"entry-title-inner\"><strong>Invoking the Runes</strong></span></p><p>As a bonus action, you can invoke the gauntlets' runes and summon two enormous spectral fists that envelop the gauntlets and mimic your hand motions. The fists can also launch themselves to strike distant opponents, returning immediately to your space after they hit or miss.</p><p>The fists last for 1 minute or until you are incapacitated. While the spectral fists are active, unarmed strikes you make on your turn have a reach of 30 feet, and when you hit a creature with an opportunity attack made with your unarmed strike, the creature must succeed on a [[/save str dc=(8+(@prof)+(@abilities.str.mod)) format=long ]] or fall &amp;Reference[Prone].</p><p>Once the runes have been invoked, they can't be invoked again until the next dawn.</p></div></div>",
        "name": "Wyrmreaver Gauntlets",
        "quantity": 1,
        "requiresAttunement": true,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<div class=\"rd__b  rd__b--2\"><p><em>This clear, gelatinous oil sparkles with tiny, ultrathin silver shards.</em></p><p>Taking a bonus action to apply, the oil can coat the user's weapons. For 1 hour, all attacks with weapons are considered magical and have a +3 bonus to attack and damage rolls.</p></div>",
        "name": "Oil of Sharpness",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<div class=\"rd__b  rd__b--2\"><p>While you wear this ring, &amp;Reference[rule=difficultterrain]{difficult terrain} doesn't cost you extra movement. In addition, magic can neither reduce your speed nor cause you to be &amp;Reference[condition=paralyzed] or &amp;Reference[condition=restrained].</p></div>",
        "name": "Ring of Free Action",
        "quantity": 1,
        "requiresAttunement": true,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "",
        "name": "Star Anise",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<table><tbody><tr><td><p style=\"font-weight:bold;text-align:center\"><strong>4th Level</strong></p></td></tr></tbody></table><div class=\"rd__b  rd__b--3\"><p>You or a creature you touch becomes &amp;Reference[condition=invisible] until the spell ends. Anything the target is wearing or carrying is &amp;Reference[condition=invisible] as long as it is on the target's person.</p></div>",
        "name": "Activated: Greater Invisibility - 4th",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<table>\n        <tbody>\n            <tr>\n                <td>\n                    <p style=\"text-align:center;font-weight:bold\">9th Level</p>\n                </td>\n            </tr>\n            \n            <tr>\n                <td>\n                    <p>Whenever I'm inflicted with any effect this spell can remove apart from cursed.</p>\n                </td>\n            </tr>\n        </tbody>\n    </table><p>You imbue a creature you touch with positive energy to undo a debilitating effect. You can reduce the target's exhaustion level by one, or end one of the following effects on the target:</p><p>One effect that &amp;Reference[condition=charmed] or &amp;Reference[condition=petrified] the target</p><p>One curse, including the target's attunement to a cursed magic item</p><p>Any reduction to one of the target's ability scores</p><p>One effect reducing the target's hit point maximum</p>",
        "name": "Triggered: Greater Restoration - 9th",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p><em>The potion is a plain indescriminate color and smells slightly foul.</em></p><p>When you drink this potion, you gain resistance to Cold type damage for 1 hour.</p>",
        "name": "Potion of Cold Resistance",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>The egg of a white dragon. If kept sufficiently cold it might hatch soon…</p>",
        "name": "White Dragon Egg",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<div class=\"rd__b  rd__b--2\"><p>When you drink this potion, you gain the effect of the Haste spell for 1 minute (no concentration required). The potion's yellow fluid is streaked with black and swirls on its own.</p></div>",
        "name": "Potion of Speed",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "",
        "name": "Aloe Vera",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "",
        "name": "Rhubarb",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "",
        "name": "Yarrow",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "",
        "name": "Ale",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>Actually are Eyelids.</p>",
        "name": "Dragon \"Eyelashes\"",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "",
        "name": "Lavender",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p><em>Wondrous item</em></p><p>This bag can only hold food items, keeping them fresh indefinitely.</p><p>This bag has an interior space considerably larger than its outside dimensions, roughly 2 feet in diameter at the mouth and 4 feet deep. The bag can hold up to 500 pounds, not exceeding a volume of 64 cubic feet. The bag weighs 3 pounds, regardless of its contents. Retrieving an item from the bag requires an action.</p><p>If the bag is overloaded, pierced, or torn, it ruptures and is destroyed, and its contents spill forth unharmed. If the bag is turned inside out, its contents spill forth, unharmed, but the bag must be put right before it can be used again.</p>",
        "name": "Snack Pack",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>These types of cookies, made with honey, tend to have a fluffier texture and sweeter taste. Due to their affordability, filling nature, and extended shelf life, most taverns keep them in stock for sale at all times.</p>",
        "name": "Honey Cookies",
        "quantity": 2,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>The process of drying meat is long and extensive. In some particular cases, for the highest quality of dried meat, it can take over a year. It is highly sought after due to its extended shelf life, and depending on the meat used, it is, quite frankly, delicious.</p>",
        "name": "Dried Meat",
        "quantity": 17,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>Harvested usually in most warm climates, it is used mainly as a spice in cuisines to add some \"warmth\" to the dish.</p>",
        "name": "Chili Pepper",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "",
        "name": "Lavender",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>Ginger, is widely used as a spice and folk medicine. It is provided as tea for those who have weak stomachs to combat nausea, among other things.</p>",
        "name": "Ginger",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "",
        "name": "Licorice Root",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "",
        "name": "Saffron",
        "quantity": 2,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "",
        "name": "Sassafras",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "",
        "name": "Star Anise",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "",
        "name": "Wasabi",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "",
        "name": "Cheese",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>A meticulously cooked slice of premium meat, often beef, cooked with precision and often with a side by your choice of fresh greens or soft mashed potatoes.</p><p></p>",
        "name": "Grilled Steak",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>Fall-off-the-bone ribs, coated in sweet and tangy homemade sauces, are a beloved favorite at most taverns, often served for events or celebrations, and eagerly enjoyed by adventurers returning triumphant from their quests or missions.</p>",
        "name": "Grilled Ribs",
        "quantity": 2,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>The Caltabose sausage is primarily made of pork meat, but unlike regular sausages, it uses multiple types of pork cuts, including liver, kidney, pork belly, rind, and spleen, along with rice, onions, and spices.</p>",
        "name": "Caltabose",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "items",
        "description": "<p>Rhubarb Pie delights with its sweet and tangy taste, accentuated by a fruity filling that holds together nicely. Since rhubarb is a seasonal vegetable, this pie is only available for a limited time after the cold seasons.</p>",
        "name": "Rhubarb Pie",
        "quantity": 10,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    },
    {
        "category": "spells",
        "description": "<div class=\"rd__b  rd__b--3\"><p>You create a long, vine-like whip covered in thorns that lashes out at your command toward a creature in range. Make a melee spell attack against the target. If the attack hits, the creature takes [[/damage 1d6 type=piercing]] damage, and if the creature is Large or smaller, you pull the creature up to 10 feet closer to you.</p><div class=\"rd__spc-inline-post\"></div><p>This spell's damage increases by [[/r 1d6]] when you reach 5th level ([[/damage 2d6]]), 11th level ([[/damage 3d6]]), and 17th level ([[/damage 4d6]]).</p></div>",
        "name": "Thorn Whip",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": "Cantrip",
        "spellRange": "30 ft"
    },
    {
        "category": "spells",
        "description": "<div class=\"rd__b  rd__b--3\"><p>A nature spirit answers your call and transforms you into a powerful guardian. The transformation lasts until the spell ends. You choose one of the following forms to assume: Primal Beast or Great Tree.</p><p><span class=\"entry-title-inner\"><strong>Primal Beast</strong></span></p><div class=\"rd__b  rd__b--3\"><p>Bestial fur covers your body, your facial features become feral, and you gain the following benefits:</p></div><ul class=\"rd__list\"><li class=\"rd__li \">Your walking speed increases by 10 feet.</li><li class=\"rd__li \">You gain &amp;Reference[rule=darkvision] with a range of 120 feet.</li><li class=\"rd__li \">You make Strength-based attack rolls with advantage.</li><li class=\"rd__li \">Your melee weapon attacks deal an extra [[/damage 1d6 type=force]] damage on a hit.</li></ul><p><span class=\"entry-title-inner\"><strong>Great Tree</strong></span></p><div class=\"rd__b  rd__b--3\"><p>Your skin appears barky, leaves sprout from your hair, and you gain the following benefits:</p></div><ul class=\"rd__list\"><li class=\"rd__li \">You gain 10 temporary hit points.</li><li class=\"rd__li \">You make Constitution saving throws with advantage.</li><li class=\"rd__li \">You make Dexterity- and Wisdom-based attack rolls with advantage.</li><li class=\"rd__li \">While you are on the ground, the ground within 15 feet of you is &amp;Reference[rule=difficultterrain]{difficult terrain} for your enemies.</li></ul></div>",
        "name": "Guardian of Nature",
        "quantity": null,
        "requiresAttunement": false,
        "spellLevel": "4th Level",
        "spellRange": "Self"
    },
    {
        "category": "items",
        "description": "<p>The damage you deal with your breath is increased by 1dx where x is your gp/1000.</p><p><strong>Curse</strong></p><p>This amulet is cursed and equipping it extends the curse to you. As long as you remain cursed, you are unwilling to part with the amulet, keeping it on your person at all times and refusing to take it off for more than a few minutes.</p><p>While cursed, you will become increasingly greedy and megalomaniacal, refusing to heed the advice of others, lashing out at the slightest perceived insult, and hording your valuables and refusing to spend any unless absolutely necessary.</p>",
        "name": "Draconic Amulet of Greed",
        "quantity": 1,
        "requiresAttunement": false,
        "spellLevel": null,
        "spellRange": null
    }
]